/* eslint-disable max-len */
export default [
  {
    word: ['к_пуста', 'м_лина', '_кула', 'тр_ва', 'з_гар', 'ск_чок', 'т_щу', 'м_шина', '_така', '_рбуз', 'ан_нас', '_сфальт', '_виация', 'акв_ланг', 'аттр_кцион', 'бр_тишка', 'зн_комый', 'кв_ртира', 'кр_савчик', 'м_ндарин'],
    letter: ['а', 'о'],
    rightLetter: 'а',
  },
  {
    word: ['п_мидор', 'п_суда', 'к_стёр', 'тр_пинка', 'зв_нок', 'с_ва', '_бжора', 'х_чу', 'грам_тно', 'чуд_', 'в_лчица', 'с_рока', 'в_рона', 'х_рошие'],
    letter: ['а', 'о'],
    rightLetter: 'о',
  },
  {
    word: ['ч_снок', 'сн_гирь', 'кр_ветка', 'цв_ток', 'зв_рята', 'д_ревья', 'ос_нь', 'сн_говик', 'нян_чка', 'ле_чка', 'окош_чко', 'врем_чко', 'сем_чко', 'громч_', 'св_ча'],
    letter: ['е', 'и'],
    rightLetter: 'е',
  },
  {
    word: ['г_тара', 'л_сток', 'св_жо', 'сж_гать', 'ст_рать', 'выч_тать', 'с_деть', 'бл_стать', 'ножн_чки', 'лестн_чка', 'пугов_чка', 'чайн_к', 'п_сать', 'кр_чу'],
    letter: ['е', 'и'],
    rightLetter: 'и',
  },
  {
    word:
      ['ш_пот', 'деш_вый', 'моч_ный', 'дириж_р', 'печ_т', 'ноч_вка', 'стаж_р', 'ухаж_р', 'лж_шь', 'перекоч_вка', 'напряж_нный', 'ж_лудь', 'размягч_нный', 'упрощ_нный', 'уч_ный', 'ч_рточка', 'печ_нка', 'ч_рный', 'деш_вый', 'разж_вывать', 'нипоч_м', 'чеч_тка', 'сч_т', 'отч_т', 'щ_тка', 'ш_рстка', 'ж_рдочка', 'ухаж_р', 'щ_лкать', 'ч_лка', 'ж_сткий'],
    letter: ['ё', 'о'],
    rightLetter: 'ё',
  },
  {
    word: ['ш_рох', 'суч_к', 'ключ_м', 'горяч_', 'ч_каться', 'трущ_ба', 'трещ_тка', 'крыж_вник', 'ш_в', 'рож_к', 'петш_к', 'медвеж_нок', 'мыш_нок', 'боч_нок', 'скач_к'],
    letter: ['ё', 'о'],
    rightLetter: 'о',
  },
];
