/* eslint-disable max-len */
export default [
  {
    question: 'Найди лишний транспорт! Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 0', '-80px 0', '-160px 0', '-240px 0'],
    imageAlt: ['такси', 'грузовик', 'автобус', 'корабль'],
    targetImage: 'корабль',
  },
  {
    question: 'Что здесь лишнее? Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -80px', '-80px -80px', '-160px -80px', '-240px -80px'],
    imageAlt: ['декабрь', 'ноябрь', 'февраль', 'январь'],
    targetImage: 'ноябрь',
  },
  {
    question: 'Найди лишнeе дерево! Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -160px', '-80px -160px', '-160px -160px', '-240px -160px'],
    imageAlt: ['дуб', 'ель', 'береза', 'тополь'],
    targetImage: 'ель',
  },
  {
    question: 'Найди лишний предмет. Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -240px', '-80px -240px', '-160px -240px', '-240px -240px'],
    imageAlt: ['груша', 'картошка', 'слива', 'апельсин'],
    targetImage: 'картошка',
  },
  {
    question: 'Что здесь лишнее? Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -320px', '-80px -320px', '-160px -320px', '-240px -320px'],
    imageAlt: ['август', 'июнь', 'май', 'июль'],
    targetImage: 'май',
  },
  {
    question: 'Какое животное лишнее? Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -400px', '-80px -400px', '-160px -400px', '-240px -400px'],
    imageAlt: ['заяц', 'тигр', 'куница', 'барсук'],
    targetImage: 'заяц',
  },
  {
    question: 'Найди лишний транспорт. Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -480px', '-80px -480px', '-160px -480px', '-240px -480px'],
    imageAlt: ['велосипед', 'самокат', 'скейтборд', 'мотоцикл'],
    targetImage: 'мотоцикл',
  },
  {
    question: 'Найди лишний гриб. Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -560px', '-80px -560px', '-160px -560px', '-240px -560px'],
    imageAlt: ['лисичка', 'шампиньон', 'мухомор', 'боровик'],
    targetImage: 'мухомор',
  },
  {
    question: 'Найди лишнюю рыбу. Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -640px', '-80px -640px', '-160px -640px', '-240px -640px'],
    imageAlt: ['плотва', 'окунь', 'щука', 'сом'],
    targetImage: 'плотва',
  },
  {
    question: 'Что здесь лишнее? Подумай, а потом нажми на лишнюю картинку.',
    image: ['0 -720px', '-80px -720px', '-160px -720px', '-240px -720px'],
    imageAlt: ['снеговик', 'лыжи', 'шезлонг', 'сугроб'],
    targetImage: 'шезлонг',
  },
];
